Repository: FZl47-Projects/alavi
Catalog: src/locale/*/LC_MESSAGES/django.po
Languages: fa

source: The phonenumber must be set
fa: شماره تلفن باید وارد شود

source: normal_user
fa: کاربر عادی

source: super_user
fa: کاربر ادمین

source: Email address
fa: آدرس ایمیل

source: Phone number
fa: شماره تلفن

source: User role
fa: نقش کاربر

source: Persian
fa: فارسی

source: Alavi sport club
fa: باشگاه ورزشی علوی

source: Management panel
fa: پنل مدیریت

source: Alavi gym
fa: باشگاه علوی

source: User phone
fa: تلفن کاربر

source: User name
fa: نام کاربر

source: Exercise
fa: ورزش

source: Easy
fa: آسان

source: Normal
fa: عادی

source: Hard
fa: سخت

source: First week
fa: هفته اول

source: Second week
fa: هفته دوم

source: Third week
fa: هفته سوم

source: Fourth week
fa: هفته چهارم

source: Workout title
fa: عنوان ورزش

source: Level (optional)
fa: سطح (اختیاری)

source: Workout
fa: ورزش

source: Workouts
fa: ورزش ها

source: User
fa: کاربر

source: Title
fa: عنوان

source: example: exercise program of first month
fa: مثال: برنامه ورزشی ماه اول

source: Create time
fa: زمان ایجاد

source: Modify time
fa: زمان ویرایش

source: Exercise program
fa: برنامه ورزشی

source: Exercise programs
fa: برنامه های ورزشی کاربران

source: Week
fa: هفته

source: Weekly program
fa: برنامه هفتگی

source: Weekly programs
fa: برنامه هفتگی

source: Day of week
fa: روز هفته

source: Warm up time (Minute)
fa: زمان گرم کردن (دقیقه)

source: example: 5 - 10
fa: مثال: 5 - 10

source: Cool down time (Minute)
fa: زمان سرد کردن (دقیقه)

source: Daily program
fa: برنامه روزانه

source: Daily programs
fa: برنامه های روزانه

source: Sets
fa: ست

source: Numbers in a set
fa: تعداد در هر ست

source: Rest time (Seconds)
fa: زمان استراحت (ثانیه)

source: Program Title
fa: عنوان برنامه

source: Saturday
fa: شنبه

source: Sunday
fa: یکشنبه

source: Monday
fa: دوشنبه

source: Tuesday
fa: سه شنبه

source: Wednesday
fa: چهارشنبه

source: Thursday
fa: پنجشنبه

source: Friday
fa: جمعه

source: Food title
fa: عنوان غذا

source: Calories
fa: کالری

source: Food
fa: غذا

source: Foods
fa: غذاها

source: Meal title
fa: عنوان وعده

source: Meal time
fa: زمان وعده

source: Meal
fa: وعده

source: Meals
fa: وعده ها

source: example: program of first month
fa: مثال: برنامه ماه اول

source: User's diet program
fa: برنامه غذایی کاربر

source: User's diet programs
fa: برنامه های غذایی کاربران

source: User program
fa: برنامه کاربر

source: User's daily program
fa: برنامه روزانه

source: User's daily programs
fa: برنامه های روزانه کابر

source: Daily meal
fa: وعده روزانه

source: Daily meals
fa: وعده های روزانه

source: Amount
fa: مقدار

source: Amount unit
fa: واحد مقدار

source: example: (gram, milligram, glass, ...)
fa: مثال: گرم، میلی گرم، لیوان و...

source: Energy
fa: انرژی

source: Meal's food
fa: غذای وعده

source: Meal's foods
fa: غذاهای وعده

source: Diet Program
fa: برنامه غذایی

source: Recommendation
fa: توصیه

source: Recommend
fa: توصیه

source: Recommends
fa: توصیه ها
